Repository: ivannikitin-com/inbi4wp
Catalog: languages/inbi4wp-*.po
Languages: ru_ru

source: Demo Welcome Site Stats
ru_ru: Демо Добро пожаловать Статистика сайта

source: Demo Site Usage Report
ru_ru: Демо Отчет об использовании сайта

source: Demo Marketing Report
ru_ru: Демо Маркетинговый отчет

source: Demo Search Console Report
ru_ru: Демо Отчет консоли поиска Google (SEO)

source: Demo Ecommerce & Google Ads Dashboard
ru_ru: Демо Отчет по продажам и рекламе

source: Demo Purchase Funnel
ru_ru: Демо Воронка продаж

# Post Type General Name
source: Reports
ru_ru: Отчеты

# Post Type Singular Name
source: Report
ru_ru: Отчет

source: BI Reports
ru_ru: BI отчеты

source: Reports Archives
ru_ru: Архив отчетов

source: Report Attributes
ru_ru: Параметры отчета

source: Parent Report:
ru_ru: Родительский отчет:

source: All Reports
ru_ru: Все отчеты

source: Add New Report
ru_ru: Добавить новый отчет

source: Add New
ru_ru: Добавить новый

source: New Report
ru_ru: Новый отчет

source: Edit Report
ru_ru: Редактировать Жалобу

source: Update Report
ru_ru: Обновить отчет

source: View Report
ru_ru: Посмотреть отчет

source: View Reports
ru_ru: Просмотр отчетов

source: Search Reports
ru_ru: Поиск отчетов

source: Not found
ru_ru: Не найдено

source: Not found in Trash
ru_ru: Не найдено в корзине

source: Featured Image
ru_ru: Миниатюра Записи

source: Set featured image
ru_ru: Установить изображение

source: Remove featured image
ru_ru: Удалить изображение

source: Use as featured image
ru_ru: Использовать как миниатюру

source: Insert into report
ru_ru: Вставить в отчет

source: Uploaded to this reports
ru_ru: Загружено в эти отчеты

source: Reports list
ru_ru: Список отчетов

source: Reports list navigation
ru_ru: Навигация по списку отчетов

source: Filter reports list
ru_ru: Фильтровать

source: Report
ru_ru: Отчет

source: Google Data Studio Reports
ru_ru: Отчеты Google Data Studio

source: Report updated. <a href="%s">View report</a>
ru_ru: Отчет обновлен. <a href="%s">Просмотреть отчет</a>

source: Custom field updated.
ru_ru: Пользовательское поле обновлено.

source: Custom field deleted.
ru_ru: Пользовательское поле удалено.

source: Report updated.
ru_ru: Отчет обновлен.

source: Report restored to revision from %s
ru_ru: Отчет восстановлен к версии %s

source: Report published. <a href="%s">View report</a>
ru_ru: Отчет опубликован. <a href="%s">Просмотреть отчет</a>

source: Report saved.
ru_ru: Отчет сохранен.

source: Report submitted. <a target="_blank" href="%s">Preview report</a>
ru_ru: Отчет отправлен. <a target="_blank" href="%s">Предварительный просмотр</a>

source: Report scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview report</a>
ru_ru: Отчет запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Предварительный просмотр</a>

source: M j, Y @ G:i
ru_ru: j M Y G:i

source: Report draft updated. <a target="_blank" href="%s">Preview report</a>
ru_ru: Черновик отчета обновлен. <a target="_blank" href="%s">Предварительный просмотр</a>

source: Report Properties
ru_ru: Свойства отчета

source: Report Type
ru_ru: Тип отчета

source: Report Date
ru_ru: Дата отчета

source: Warning! Report URL is empty!
ru_ru: Предупреждение! URL отчета не заполнено!

source: Dashboard Widget Report
ru_ru: Отчет консоли WordPress

source: Admin Page Report
ru_ru: Отчет страница админки

source: Dashboard Welcome Report
ru_ru: Отчет панели Добро пожаловать

source: Thank you for using Google Data Studio Reports For WordPress!
ru_ru: Благодарим вас за использование плагина отчеты Google Data Studio для WordPress!

source: Click
ru_ru: Кликните

source: here
ru_ru: здесь

source: to install demo reports.
ru_ru: для установки демо-отчетов.

source: Report URL
ru_ru: Сообщить о нежелательном сайте

source: Report width
ru_ru: Ширина отчета

source: Report height
ru_ru: Высота отчета

source: IN BI For WP: Google Data Studio Reports For WordPress
ru_ru: IN BI для WP: Отчеты Google Data Studio для WordPress

source: Adds any Google Data Studio reports to the WordPress admin
ru_ru: Добавляет любые отчеты Google Data Studio в админку WordPress

source: Ivan Nikitin & Co.
ru_ru: Иван Никитин и партнеры
